Repository: 127-001/repository.guilouz
Catalog: script.service.caretaker/resources/language/resource.language.*/strings.po
Languages: fr_fr

# #30011
source: Unauthorized repository
fr_fr: Dépôt non autorisé

# #30012
source: You have potentially harmful repositories installed
fr_fr: Vous avez installé des dépôts d'extensions potentiellement dangereux

# #30013
source: You have one or more unauthorized repositories installed. These repositories may contain harmful addons. It's highly recommended to clean up your addon list.
fr_fr: Vous avez installé un ou plusieurs dépôts d'extensions non autorisés. Ces dépôts peuvent contenir des addons nuisibles. Il est fortement recommandé de nettoyer votre liste d'extensions.

# #30014
source: No unauthorized repositories found
fr_fr: Aucun dépôt d'extensions non autorisé trouvé

# #30030
source: Blacklist update check
fr_fr: Mise à jour de la liste noire

# #30031
source: daily
fr_fr: Journalier

# #30032
source: weekly
fr_fr: Hebdomadaire

# #30033
source: monthly
fr_fr: Mensuel

# #30035
source: Check for addons installed with same timestamp
fr_fr: Vérifier les extensions installées avec le même horodatage

# #30036
source: permanent monitoring
fr_fr: Surveillance permanente

# #30037
source: max timestamp variation of installation
fr_fr: Variation d'horodatage max de l'installation
